{
  "id": 1767710738503,
  "title": "Comprehensive Ophthalmic Assessment in Children",
  "summary": "A guide to the flexible, multi-faceted approach required for pediatric eye care, focusing on building family trust, utilizing specialized examination techniques for awake and anaesthetized patients, and monitoring developmental milestones.",
  "date": "2026-01-06T14:45:38.503Z",
  "data": {
    "title": "Comprehensive Ophthalmic Assessment in Children",
    "summary": "A guide to the flexible, multi-faceted approach required for pediatric eye care, focusing on building family trust, utilizing specialized examination techniques for awake and anaesthetized patients, and monitoring developmental milestones.",
    "summary_illustration": "<svg viewBox='0 0 200 200' xmlns='http://www.w3.org/2000/svg'><circle cx='100' cy='100' r='80' fill='none' stroke='hsl(215, 90%, 45%)' stroke-width='8'/><circle cx='100' cy='100' r='30' fill='hsl(215, 90%, 45%)'/><path d='M60 100 Q100 40 140 100' stroke='hsl(215, 90%, 45%)' stroke-width='5' fill='none'/><path d='M40 140 L160 140' stroke='hsl(215, 90%, 45%)' stroke-width='5' stroke-linecap='round'/><rect x='85' y='20' width='30' height='20' rx='5' fill='hsl(30, 90%, 50%)'/></svg>",
    "sections": [
      {
        "title": "The Foundation: Trust and Environment",
        "icon": "family_restroom",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "blue",
        "content": [
          "Assessment requires a flexible approach responsive to the child, parents, and extended family.",
          "Goal: Maximize the family’s feeling of trust in their doctor. Without trust, diagnostic accuracy and appropriate treatment are difficult to achieve.",
          "Identify everyone: The person assumed to be 'mum' may be an aunt; 'dad' may be the hospital interpreter.",
          "Make the process pleasant: Provide simple indestructible toys to play with during history taking.",
          "Distraction tools: Use the child's favorite video or game on a smartphone or tablet."
        ]
      },
      {
        "title": "Examining the Awake Child",
        "icon": "visibility",
        "type": "process",
        "layout": "half_width",
        "color_theme": "green",
        "content": [
          "Step 1: Do not hurry. Start with less daunting equipment and important clinical findings.",
          "Step 2: Direct Ophthalmoscope (from a distance) to check red reflexes and pupils.",
          "Step 3: Retinoscope (if required).",
          "Step 4: Indirect Ophthalmoscope to examine the fundus.",
          "Step 5: Slit-lamp examination (standing, kneeling on the chair, sitting on carer’s knee, or use a portable slit-lamp).",
          "Step 6: Use adjuncts like OCT and non-mydriatic fundus cameras (children often prefer a 'photo' over funduscopy)."
        ]
      },
      {
        "title": "IOP Measurement Protocols",
        "icon": "speed",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "yellow",
        "content": [
          "Crucial for children using steroid drops.",
          "Rebound Tonometry (e.g., iCare): Dramatically reduced need for IOP measurement under anaesthesia.",
          "Timing: If IOP is critical, measure it early in the consultation.",
          "GAT Strategy: May not be possible initially; gentle attempts each visit can desensitize the child for future success."
        ]
      },
      {
        "title": "The Clinical Mindset & Restraint",
        "icon": "psychology",
        "type": "red_flag",
        "layout": "full_width",
        "color_theme": "red",
        "content": [
          "Mindset: Be flexible and focused on relevant info; a 'full' exam may not be possible in one visit.",
          "Multi-Visit Approach: There is no shame in asking the family to return later to complete assessment.",
          "Restraint Warning: Physically holding a child still is rarely indicated.",
          "Consent: Restraint requires detailed discussion with and consent from parents.",
          "Long-term Impact: One overzealous, frightening examination can destroy a multi-year relationship."
        ]
      },
      {
        "title": "The Anaesthetized Child (EUA)",
        "icon": "medical_services",
        "type": "mindmap",
        "layout": "full_width",
        "color_theme": "purple",
        "content": {
          "center": "Examination Under Anaesthesia (EUA)",
          "branches": [
            "Liaison: Coordinate with other specialists if the child is already scheduled for another procedure.",
            "Anaesthesia: Must be performed by an experienced paediatric anaesthetist.",
            "IOP Effects: Inhalational anaesthesia lowers IOP over time (more than ketamine sedation).",
            "Sequence: Perform tonometry (Tonopen, Perkins, rebound) and retinoscopy early before speculum insertion.",
            "Positioning: If device requires barrel parallel to floor, turn head 'ear to pillow'.",
            "Anterior Tools: Portable slit-lamp, operating microscope, gonioscope.",
            "Posterior Tools: Direct and indirect ophthalmoscope, Retcam (photography).",
            "Specialized Tests: A- and B-scan US, corneal diameter, keratometry, pachymetry, fluorescein angiography."
          ]
        }
      },
      {
        "title": "Table 18.4: Warning Signs of Developmental Delay",
        "icon": "warning",
        "type": "table",
        "layout": "half_width",
        "color_theme": "red",
        "content": {
          "headers": [
            "Age",
            "Warning Sign"
          ],
          "rows": [
            [
              "6wk",
              "Unresponsive to visual or auditory stimuli"
            ],
            [
              "3mo",
              "Unresponsive to social stimuli; lack of vocalization"
            ],
            [
              "6mo",
              "Floppiness; poor head control; not reaching for objects"
            ],
            [
              "12mo",
              "Not weight-bearing; not using gestures to communicate"
            ],
            [
              "18mo",
              "Not walking; no words"
            ],
            [
              "2y",
              "Not running; not joining two words"
            ],
            [
              "3y",
              "Not climbing stairs; not communicating with words"
            ]
          ]
        }
      },
      {
        "title": "Table 18.5: Visual Milestones",
        "icon": "timeline",
        "type": "table",
        "layout": "half_width",
        "color_theme": "green",
        "content": {
          "headers": [
            "Age",
            "Visual Milestone"
          ],
          "rows": [
            [
              "6wk",
              "Can fix and follow a light source, smiling responsively"
            ],
            [
              "3mo",
              "Can fix and follow a slow target, and converge"
            ],
            [
              "6mo",
              "Reaches out accurately for toys"
            ],
            [
              "2y",
              "Picture matching"
            ],
            [
              "3y",
              "Letter matching of single letters (e.g. Sheridan Gardiner)"
            ],
            [
              "5y",
              "Snellen/ LogMAR chart by matching or naming"
            ]
          ]
        }
      },
      {
        "title": "Child Abuse & Developmental Delay",
        "icon": "gavel",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "blue",
        "content": "Developmental Progress: Refer to a paediatrician if delay is suspected. Specialist help averts unnecessary investigation (Ref: Bellman M et al. BMJ. 2013;346:e8687). \n\nLegal Duty of Care: Be alert to potential child abuse. Red flags include: injuries inconsistent with mobility or reported mechanism, inconsistent/evolving histories, or unusual carer-child relationships (See E Child abuse, pp. 922–3)."
      },
      {
        "title": "Table 18.6: Taking an Ophthalmic History",
        "icon": "history_edu",
        "type": "table",
        "layout": "full_width",
        "color_theme": "blue",
        "content": {
          "headers": [
            "Category",
            "Details to Document"
          ],
          "rows": [
            [
              "Visual symptoms",
              "Poor visual behavior for age, strabismus, nystagmus, head nodding, red eye, epiphora, photophobia, asymmetry (pupils/corneas/globes/red reflexes) often noted in photos."
            ],
            [
              "POH",
              "Previous/current eye disease; refractive error."
            ],
            [
              "PMH",
              "Obstetric/perinatal history; developmental history; document involved health professionals."
            ],
            [
              "SR (Systemic)",
              "Systemic abnormalities (especially CNS, including hearing*). *50% of children with sensorineural deafness have ophthalmic problems."
            ],
            [
              "SH (Social)",
              "Family support, school, special education needs, recent travel."
            ],
            [
              "FH (Family)",
              "Family history of strabismus or other visual problems."
            ],
            [
              "Dx/Ax",
              "Drugs and Allergies."
            ]
          ]
        }
      },
      {
        "title": "Table 18.7: Approach to Examination",
        "icon": "list_alt",
        "type": "table",
        "layout": "full_width",
        "color_theme": "green",
        "content": {
          "headers": [
            "Feature",
            "Clinical Assessment"
          ],
          "rows": [
            [
              "VA",
              "Select test by age; if quantitative impossible, grade 'fix and follow' (central, steady, maintained)."
            ],
            [
              "Visual function",
              "Check RAPD, binocularity, stereopsis, suppression, retinal correspondence."
            ],
            [
              "Cover test",
              "Near, distance, and prism cover tests."
            ],
            [
              "Motility",
              "Ductions, versions, convergence, saccades, doll’s eye movements."
            ],
            [
              "Accommodation",
              "AC/A ratio."
            ],
            [
              "BSV",
              "Level of Binocular Single Vision."
            ],
            [
              "Fixation",
              "Fixation behaviour, visuscope."
            ],
            [
              "Refraction",
              "Cycloplegic refraction."
            ],
            [
              "Orbit/Lids",
              "Proptosis, inflammation, masses, ptosis, skin crease, lid lag, folds, puncta, fluorescein disappearance."
            ],
            [
              "Conjunctiva/Cornea",
              "Inflammation, adhesions, papillae, diameter, thickness, opacity, staining, brightness of reflex."
            ],
            [
              "AC/Gonioscopy",
              "Flare, cells, hypopyon, hyphaema, depth, angle, dysgenesis (may require EUA)."
            ],
            [
              "Iris/Lens",
              "Coloboma, anisocoria, polycoria, corectopia, Lisch nodules, transillumination, PI, lens opacity, shape, position."
            ],
            [
              "Tonometry",
              "Applanation (may require EUA), rebound or digital."
            ],
            [
              "Vitreous/Disc/Fundus",
              "Hyaloid remnants, Optic disc (size, cup, anomaly, oedema, pallor), Macula, vessels, retina (tumours, dystrophies, etc.)."
            ],
            [
              "Systemic review",
              "Dysmorphic features (face, ears, teeth, hair), developmental progress, fontanelles and head circumference in infants."
            ]
          ]
        }
      },
      {
        "title": "The Child Who Does Not See: Global Context",
        "icon": "public",
        "type": "chart",
        "layout": "half_width",
        "color_theme": "purple",
        "content": {
          "type": "bar",
          "data": [
            {
              "label": "Children Blind/VI Worldwide",
              "value": 100
            },
            {
              "label": "Living in Affluent Regions",
              "value": 6.5
            }
          ]
        }
      },
      {
        "title": "Causes and MDT Care",
        "icon": "groups",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "purple",
        "content": [
          "Causes: Inherited (cataracts, glaucoma, retinal dystrophies), Intrauterine infection, Acquired (ROP, trauma).",
          "Primary Aim: Best possible vision within the context of health, quality of life, and family support.",
          "Multidisciplinary Team: Paediatricians, optometrists, orthoptists, primary care physicians, specialist nurses, social workers, and teachers."
        ]
      },
      {
        "title": "Challenges to Providing Care",
        "icon": "settings_accessibility",
        "type": "mindmap",
        "layout": "full_width",
        "color_theme": "yellow",
        "content": {
          "center": "Care Factors",
          "branches": [
            "Disability: Associated disabilities (mild developmental delay to profound neurological issues) or reduced life expectancy.",
            "Treatment: Be realistic about possibilities. Ensure visual potential (refraction, aids). Consent requires awareness of risks and perioperative care (drops, CL, frequent visits).",
            "Equipment: Braille, large-print (if vision <N10), CCTV magnification, scanners with OCR/speech synthesizers, computer accessibility (e.g. Windows).",
            "Schooling: Specialist vs Mainstream school. UK 1981 Education Act encourages mainstreaming where possible.",
            "Resources: Financial benefits (via social workers), local resources (community paediatricians), and support organizations.",
            "Social: Stigma in communities, family relationship strain, sibling jealousy.",
            "Implications: Genetic counselling for carriers or future siblings; addressing parental guilt.",
            "Prognosis: Balance negatives with positives; acknowledge that prognoses are a 'best guess'."
          ]
        }
      },
      {
        "title": "Global Statistics Reference",
        "icon": "info",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "blue",
        "content": "Worldwide, there are over 1.5 million children who are blind or severely visually impaired. Only 6.5% live in the more affluent regions of the world. Data Source: Ophthalmic assessment in a child text."
      }
    ]
  },
  "chapterId": "medical_retina",
  "seqId": 31,
  "_serverSynced": true
}