{
  "id": 1767429707472,
  "title": "Decoding Functional Visual Loss (FVL)",
  "summary": "A comprehensive clinical guide to Functional Visual Loss, a diagnosis of exclusion that can coexist with organic pathology. This poster outlines the identification, testing, and empathetic management of medically unexplained visual impairment.",
  "date": "2026-01-03T08:41:47.472Z",
  "data": {
    "title": "Decoding Functional Visual Loss (FVL)",
    "summary": "A comprehensive clinical guide to Functional Visual Loss, a diagnosis of exclusion that can coexist with organic pathology. This poster outlines the identification, testing, and empathetic management of medically unexplained visual impairment.",
    "summary_illustration": "<svg viewBox='0 0 100 100' xmlns='http://www.w3.org/2000/svg'><circle cx='50' cy='50' r='40' fill='none' stroke='#1d4ed8' stroke-width='2'/><path d='M20 50 Q50 20 80 50 Q50 80 20 50' fill='none' stroke='#1d4ed8' stroke-width='2'/><circle cx='50' cy='50' r='8' fill='#1d4ed8'/><path d='M45 45 L55 55 M55 45 L45 55' stroke='white' stroke-width='1'/><path d='M70 20 L80 10 M80 20 L70 10' stroke='#1d4ed8' stroke-width='1'/></svg>",
    "sections": [
      {
        "title": "Defining the Condition",
        "icon": "visibility_off",
        "type": "mindmap",
        "layout": "full_width",
        "color_theme": "blue",
        "content": {
          "center": "Functional Visual Loss",
          "branches": [
            "Synonym: Medically unexplained visual loss",
            "Synonym: Non-organic visual loss",
            "Synonym: Psychogenic visual impairment",
            "Nature: A diagnosis of exclusion",
            "Complexity: Can often coexist with genuine pathology"
          ]
        }
      },
      {
        "title": "Suspecting Functional Visual Loss",
        "icon": "psychology",
        "type": "red_flag",
        "layout": "half_width",
        "color_theme": "red",
        "content": [
          "Visual functioning obviously does not correlate with history, e.g. reported blindness but able to easily navigate around the waiting room (NB: be cautious, as some patients with low vision due to organic visual loss can navigate surprisingly well).",
          "Patient cannot perform tasks that he/ she may consider to be visual but actually are not, e.g. signing name.",
          "Recent stressful event elicited in history, e.g. impending exams."
        ]
      },
      {
        "title": "Findings: Normal Examination",
        "icon": "check_circle",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "green",
        "content": [
          "No apparent pathology after detailed examination.",
          "Absence of RAPD in the context of profound reported asymmetrical visual loss. (NB: Bilateral symmetrical pathology may give slow [‘sluggish’] pupillary light responses, but no RAPD).",
          "Retinoscopy and subjective refraction show absence of uncorrected refractive error.",
          "OKN nystagmus is demonstrable using field stimulus which the patient reports not to be able to discern."
        ]
      },
      {
        "title": "Inconsistent Abnormalities in the Examination",
        "icon": "error",
        "type": "table",
        "layout": "full_width",
        "color_theme": "yellow",
        "content": {
          "headers": [
            "Test Category",
            "Inconsistent Findings & Clinical Notes"
          ],
          "rows": [
            [
              "Goldmann Perimetry Features",
              "‘Spiralling’ isopters: regress towards fixation as test progresses; Crossed isopters: show that a dimmer or smaller target is surprisingly seen further in the periphery than a brighter or larger target; Crowded isopters: show that targets of greatly differing size or brightness are suddenly seen when they reach about the same eccentricity within the VF."
            ],
            [
              "Ishihara Plates",
              "Patient may give inconsistent responses, e.g. recognize ‘12’ but no other numbers, yet repeatably trace the plates correctly. (NB: This can also be seen in associative visual agnosia.) It is important to exclude defective colour vision in the ‘normal eye’ in order to validate RAPD observations."
            ]
          ]
        }
      },
      {
        "title": "Principles of Diagnosis",
        "icon": "fact_check",
        "type": "remember",
        "layout": "half_width",
        "color_theme": "purple",
        "content": {
          "mnemonic": "THE SLICK APPROACH",
          "explanation": "Diagnose functional visual loss only when the patient has demonstrated normal vision. This requires an encouraging, empathic approach and a slick examination."
        }
      },
      {
        "title": "Specific Diagnostic Tests",
        "icon": "biotech",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "blue",
        "content": [
          "Tests of stereoacuity: Normal stereoacuity implies normal VA.",
          "Tests of reading vision: In some cases, normal reading vision can be demonstrated, proving normal visual potential despite apparently impaired Snellen acuities.",
          "Tests of colour vision: If the patient gives normal Ishihara plate responses, then their VA is at least 6/ 24.",
          "Red Filter Technique: For those with congenital red-green colour blindness, the presence of a red filter should enable them to read the plates, provided they have an acuity of at least 6/ 24.",
          "Data Context Reference: Functional visual loss 817"
        ]
      },
      {
        "title": "The ‘Crossed Cylinder Technique’",
        "icon": "published_with_changes",
        "type": "process",
        "layout": "full_width",
        "color_theme": "green",
        "content": [
          "Step 1: Fog good eye with +6D lens in trial frame.",
          "Step 2: Place +0.25 before ‘blind’ eye.",
          "Step 3: Rotate a crossed +3D cyl before a −3.0 cyl.",
          "Step 4: See if patient can be encouraged to read with the ‘blind’ eye when the cylinders are superimposed to negate each other."
        ]
      },
      {
        "title": "Primary Causes",
        "icon": "help_outline",
        "type": "mindmap",
        "layout": "half_width",
        "color_theme": "purple",
        "content": {
          "center": "Etiology",
          "branches": [
            "Conversion disorder: manifestation of psychological or social difficulties.",
            "Malingering: feigned visual loss for other (usually material) benefit."
          ]
        }
      },
      {
        "title": "Management & Referrals",
        "icon": "groups",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "blue",
        "content": [
          "Encouragement, reassurance, and follow-up are often needed for suspected patients.",
          "Uncertain Diagnosis: Use a term, such as 'visual loss of unknown cause,' in the notes.",
          "Referral: Consider an ophthalmologist familiar with unexplained visual loss (e.g. neuro-ophthalmologist or paediatric ophthalmologist) to avoid unnecessary investigations."
        ]
      },
      {
        "title": "Mandatory Investigations (Diagnostic Uncertainty)",
        "icon": "search",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "yellow",
        "content": [
          "EDTs (Electrophysiological Diagnostic Tests): Normal VEP results support reasonable vision, but abnormal results can be found in the absence of genuine pathology; EDTs may identify early Stargardt’s disease or cone dystrophy.",
          "Neuroimaging: Contrast-enhanced MRI of visual pathway.",
          "Genetic Investigation: Investigation as a chronic optic neuropathy of unknown cause, e.g. for Leber’s mutations.",
          "PET (Positron Emission Tomography): In exceptional circumstances (when cortical injury is suspected), PET can reveal organic disease when other imaging techniques give normal results."
        ]
      },
      {
        "title": "Treatment & Patient Counseling",
        "icon": "healing",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "green",
        "content": "When functional visual loss is diagnosed, the patient should be counselled carefully. The physician faces the unusual situation of contesting the patient’s symptoms. However, an adversarial scenario can be both disagreeable and entirely counterproductive. The patient can be reassured that they have healthy eyes and that the return of normal visual functioning is expected. With support, patience, and reassurance, the patient can be allowed to resolve their visual functioning. The underlying problem may be far beyond the scope of most ophthalmologists’ expertise. In some cases, a clinical psychologist may be helpful."
      }
    ]
  },
  "chapterId": "neuro",
  "seqId": 10,
  "_serverSynced": true
}