{
  "id": 1768556381444,
  "seqId": 105,
  "title": "NPGS & MIGS: The Complete Visual Compendium",
  "summary": "An exhaustive guide to Non-penetrating Glaucoma Surgery (NPGS) and Micro-invasive Glaucoma Surgery (MIGS), detailing mechanisms, procedural steps, comparative success rates, and complications. This poster maps the transition from traditional guarded filtration to modern micro-stenting technologies.",
  "date": "2026-01-16T09:39:41.444Z",
  "data": {
    "title": "NPGS & MIGS: The Complete Visual Compendium",
    "summary": "An exhaustive guide to Non-penetrating Glaucoma Surgery (NPGS) and Micro-invasive Glaucoma Surgery (MIGS), detailing mechanisms, procedural steps, comparative success rates, and complications. This poster maps the transition from traditional guarded filtration to modern micro-stenting technologies.",
    "summary_illustration": "<svg viewBox='0 0 100 100' xmlns='http://www.w3.org/2000/svg'><circle cx='50' cy='50' r='40' fill='none' stroke='hsl(215, 90%, 45%)' stroke-width='2'/><circle cx='50' cy='50' r='15' fill='hsl(215, 90%, 45%)'/><path d='M50 10 L50 25 M90 50 L75 50 M50 90 L50 75 M10 50 L25 50' stroke='hsl(215, 90%, 45%)' stroke-width='2'/><path d='M70 30 L80 20' stroke='hsl(215, 90%, 45%)' stroke-width='3' stroke-linecap='round'/></svg>",
    "sections": [
      {
        "title": "Introduction to Non-penetrating Glaucoma Surgery (NPGS)",
        "icon": "info",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "blue",
        "content": "Non-penetrating glaucoma surgery (NPGS) describes a group of techniques in which improved aqueous drainage is achieved surgically without penetrating into the AC at the time of initial surgery. Controversy continues regarding their long-term success rate, partly due to the long learning curve associated with these challenging techniques. It is likely that, in experienced hands, NPGS with augmentation can achieve similar long-term success to that seen with penetrating glaucoma surgery, but final IOPs are often higher than after augmented trabeculectomy surgery. Although NPGS has a lower rate of early hypotony after surgery, serious complications, including severe hypotony, endophthalmitis, and suprachoroidal haemorrhage, have all been described with NPGS."
      },
      {
        "title": "Deep Sclerectomy: Mechanism & Outline",
        "icon": "architecture",
        "type": "process",
        "layout": "half_width",
        "color_theme": "green",
        "content": [
          "Mechanism: Deep sclerectomy is effectively a form of guarded filtration (such as trabeculectomy), but with the rate of drainage being controlled at the level of the trabecular meshwork/Descemet’s membrane, rather than at the scleral flap.",
          "Step 1: Deep sclerectomy involves the formation of conjunctival and superficial scleral flaps.",
          "Step 2: Followed by a deep (90% depth) scleral flap to expose Schlemm’s canal.",
          "Step 3: Schlemm’s canal is then deroofed and its endothelium and juxtacanalicular trabecular meshwork peeled off to improve drainage.",
          "Step 4: Part of the deep scleral flap is then excised to form the deep sclerectomy space.",
          "Step 5: At this stage, antifibrotics may be applied and an implant may be inserted.",
          "Step 6: The conjunctival flap is then closed."
        ]
      },
      {
        "title": "Deep Sclerectomy Variations",
        "icon": "tune",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "purple",
        "content": [
          "Antifibrotics: In high-risk cases, antifibrotic agents are sometimes applied to the deep scleral flap to reduce intrascleral scarring. Although no benefit was demonstrated with 5-FU, some small studies have shown improved IOP control with use of MMC.14",
          "Implants: Implants may be inserted into the deep scleral space to maintain the space during healing and effectively form an ‘intrascleral bleb’.",
          "Implant Types: Implants may either be absorbable (e.g. Aquaflow or SKGel) or non-absorbable (e.g. t Flux).",
          "Implant Efficacy: Implant use is associated with better IOP control than deep sclerectomy alone.",
          "Goniopuncture: Nd-yAG goniopuncture is usually used as a 2° procedure where sufficient IOP control has not been achieved by the surgical procedure alone; this effectively converts it to a penetrating procedure.",
          "Goniopuncture Prevalence: In one longer study, goniopuncture was performed in about half of all cases.",
          "Goniopuncture Risks: Sight-threatening complications, such as hypotony, have been reported after goniopuncture."
        ]
      },
      {
        "title": "IOP Control Success Rate at 4 Years",
        "icon": "analytics",
        "type": "chart",
        "layout": "half_width",
        "color_theme": "blue",
        "content": {
          "type": "bar",
          "data": [
            {
              "label": "DS + Implant (IOP <21mmHg)",
              "value": 69
            },
            {
              "label": "DS Alone (IOP <21mmHg)",
              "value": 39
            }
          ]
        }
      },
      {
        "title": "Surgical Complications & Red Flags",
        "icon": "warning",
        "type": "red_flag",
        "layout": "half_width",
        "color_theme": "red",
        "content": [
          "Moderate hypotony (with a deep AC) is to be expected and may transiently affect vision.",
          "Inadequate dissection of the trabecular meshwork/Descemet’s membrane (causes high IOP).",
          "Rupture of the trabecular meshwork/Descemet’s membrane by mild ocular trauma (e.g. rubbing, Valsalva manoeuvre).",
          "Iris prolapse and blockage of the drainage site (requires revision and conversion to trabeculectomy).",
          "PAS formation blocking the drainage site (may be reversible with laser iridoplasty).",
          "Very rarely, detachment of Descemet’s membrane may occur.",
          "All complications seen with penetrating surgery have been reported with deep sclerectomy."
        ]
      },
      {
        "title": "Viscocanalostomy Details",
        "icon": "water_drop",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "green",
        "content": "Mechanism: Viscocanalostomy is proposed to work by increasing aqueous flow into Schlemm’s canal; there is, however, little evidence to support this. \n\nOutline: The procedure is similar to deep sclerectomy with the creation of conjunctival, superficial scleral, and deep scleral flaps, and deroofing of Schlemm’s canal. However, the key feature is that Schlemm’s canal is then opened with a viscoelastic, which, it is argued, directly improves drainage by this route. The superficial scleral flap is tightly sutured to minimize filtration into the sub-tenon’s space, encouraging drainage into Schlemm’s canal.\n\nVariations: Antifibrotics and implants: as with deep scleretomy, both antifibrotics and implants may be used in viscocanalostomy."
      },
      {
        "title": "Viscocanalostomy Complications",
        "icon": "report_problem",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "red",
        "content": [
          "Complications are similar to that seen with deep sclerectomy.",
          "Detachment of Descemet’s membrane occurs more commonly than in deep sclerectomy (occurring at the time of injection of viscoelastic) but is still uncommon.",
          "Page Reference Artifact: 04 440 Ch AP ter 10 Glaucoma"
        ]
      },
      {
        "title": "Micro-invasive Glaucoma Surgery (MIGS) Overview",
        "icon": "biotech",
        "type": "plain_text",
        "layout": "half_width",
        "color_theme": "blue",
        "content": "Over the past decade, there has been a proliferation in the number of MIGS devices developed, in an attempt to improve the safety and ease of glaucoma surgery. These devices target Schlemm’s canal, the suprachoroidal space, and the sub-tenon’s space. MIGS devices can be used alone or in combination with phaco cataract surgery. However, IOP reduction achieved with the use of these devices are less than IOP reduction achieved with trabeculectomy. Therefore, at present, their role is in the management of early to moderate glaucoma, and their role in advanced disease has not been defined."
      },
      {
        "title": "Schlemm’s Canal Procedures (Devices 1-3)",
        "icon": "settings_input_component",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "purple",
        "content": [
          "iStent: This small transtrabecular titanium stent (1mm × 0.3mm) drains aqueous fluid from the AC into Schlemm’s canal. The device is placed through a 2.8mm clear corneal incision with the aid of a gonioscopy lens and is inserted in the inferonasal quadrant of the angle via an introducer.",
          "iStent Signs: Immediate blood reflux from the canal of Schlemm through/around the stent’s snorkel is a positive sign.",
          "iStent Applications: Can be inserted at the time of phaco cataract surgery or into pseudophakic or phakic eyes. The role of the iStent in advanced glaucoma is under evaluation.",
          "Hydrus stent: This 8mm nitinol (nickel–titanium alloy) stent functions as an intracanalicular scaffold after insertion into Schemm’s canal via an introducer and also dilates the canal. Early data are promising.",
          "Trabectome: This thermal cautery device ablates a 2- to 4-clock-hour segment of trabecular meshwork and Schlemm’s canal under direct visualization with a gonioscopy lens. The principle is to connect the AC directly with the collector channels in the canal of Schlemm. The trabectome can be used at the time of cataract surgery or in phakic or pseudophakic eyes."
        ]
      },
      {
        "title": "Schlemm’s Canal Procedures (Devices 4-6)",
        "icon": "precision_manufacturing",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "purple",
        "content": [
          "Kahook dual blade: This microblade is designed to strip a section of trabecular meshwork and the anterior wall of Schlemm’s canal in similar principle to the trabectome.",
          "Ab interno canaloplasty (ABiC): A microcatheter is threaded for 360° around Schlemm’s canal under gonioscopic view, and viscoelastic is used to mechanically dilate Schlemm’s canal.",
          "Ab externo canaloplasty: Canaloplasty is performed by passing a 9-0 or 10-0 prolene suture through 360° of Schlemm’s canal with the aid of a microcatheter and viscoelastic to dilate the canal. The procedure involves the construction of a deep sclerectomy-type flap to enable Schlemm’s canal to be accessed. M IC rO - INVASIV e GLAUCOMA SU rG ery 441"
        ]
      },
      {
        "title": "Suprachoroidal Procedures",
        "icon": "layers",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "yellow",
        "content": [
          "CyPass Micro-Stent: This supraciliary microstent is implanted through a 1.5mm clear corneal incision and is designed to increase uveoscleral outflow by draining aqueous from the AC into the suprachoroidal space.",
          "CyPass Mechanism: The device is inserted over a micro-guidewire which creates a small cyclodialysis cleft.",
          "Solx Gold Shunt: The small Solx Gold Shunt is placed into the supraciliary space through a 3mm incision to increase uveoscleral outflow, again aiming to facilitate direct access of aqueous from the AC to the suprachoroidal space.",
          "Failure Risk: All current supraciliary microstents may develop fibrosis around the device, leading to failure."
        ]
      },
      {
        "title": "Sub-Tenon’s Microshunt Procedures",
        "icon": "filter_alt",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "blue",
        "content": [
          "Systems: The Xen and Innfocus systems aim to connect the AC to the sub-tenon’s space and allow the formation of a traditional filtering bleb.",
          "Technology: Either through the use of microtube technology or, in the case of the Xen, with a gelatin implant.",
          "Adjuvants: Adjuvant anti-scarring MMC may be injected into the subconjunctival space at the time of surgery.",
          "Procedure Note: A PI (Peripheral Iridotomy) is not performed in these procedures.",
          "Maintenance: Bleb needling revision may be subsequently required if bleb fibrosis leads to failure.",
          "Ex-Press glaucoma filtration device: This small stainless steel minishunt drains aqueous fluid from the AC into the sub-tenon’s space and is used in conjunction with standard trabeculectomy surgery. A PI is not performed in this procedure."
        ]
      },
      {
        "title": "Literature References",
        "icon": "menu_book",
        "type": "table",
        "layout": "full_width",
        "color_theme": "blue",
        "content": {
          "headers": [
            "Ref #",
            "Source Details"
          ],
          "rows": [
            [
              "14",
              "Kozobolis VP et al. Primary deep sclerectomy versus primary deep sclerectomy with the use of mitomycin C in primary open angle glaucoma. J Glaucoma. 2002;11:287–93."
            ],
            [
              "15",
              "Shaarawy t et al. Deep sclerectomy in one eye vs deep sclerectomy with collagen implant in the contralateral eye of the same patient: long-term follow-up. Eye. 2005;19:298–302."
            ],
            [
              "16",
              "Shaarawy t et al. Long-term results of deep sclerectomy with collagen implant. J Cataract Refract Surg. 2004;30:1225–31. N ON - P e N etr At ING GLAUCOMA SU rG ery 439"
            ]
          ]
        }
      }
    ]
  },
  "chapterId": "glaucoma",
  "communityId": "sub_1768552119664_rpi7yztmm",
  "communityAuthor": "Dodi",
  "communityDate": "2026-01-16T08:28:39.665Z",
  "_serverSynced": true
}