{
  "id": 1769614688612,
  "seqId": 120,
  "title": "Posterior Vitreous Detachment & Retinal Breaks: The Clinical Compendium",
  "summary": "An exhaustive clinical guide covering the pathogenesis, symptoms, signs, and management of Posterior Vitreous Detachment (PVD) and the associated risks and treatments for retinal breaks.",
  "date": "2026-01-28T15:38:08.612Z",
  "data": {
    "title": "Posterior Vitreous Detachment & Retinal Breaks: The Clinical Compendium",
    "summary": "An exhaustive clinical guide covering the pathogenesis, symptoms, signs, and management of Posterior Vitreous Detachment (PVD) and the associated risks and treatments for retinal breaks.",
    "summary_illustration": "<svg viewBox='0 0 100 100' xmlns='http://www.w3.org/2000/svg'><circle cx='50' cy='50' r='45' fill='none' stroke='hsl(215, 90%, 45%)' stroke-width='2'/><path d='M20,50 Q50,20 80,50' fill='none' stroke='hsl(215, 90%, 45%)' stroke-width='3' stroke-dasharray='4'/><path d='M25,55 Q50,35 75,55' fill='none' stroke='hsl(215, 90%, 65%)' stroke-width='2'/><circle cx='50' cy='50' r='2' fill='hsl(215, 90%, 45%)'/></svg>",
    "sections": [
      {
        "title": "POSTERIOR VITREOUS DETACHMENT: Introduction & Pathogenesis",
        "icon": "info",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "blue",
        "content": "PVD refers to separation of the cortical vitreous, along with the delineating posterior hyaloid membrane (PHM), from the neurosensory retina posterior to the vitreous base. PVD occurs due to vitreous gel liquefaction with age (synchysis) to form fluid-filled cavities (Fig. 16.15A) and subsequently condensation (syneresis), with access to the preretinal space allowed by a dehiscence in the cortical gel and/or PHM. Perifoveal 674. Posterior Vitreous Detachment. A B C Fig. 16.12 Retinoschisis. (A) Early changes (arrow); (B) inner and outer layer breaks; (C) large outer layer break. TIP Degenerative retinoschisis has a convex, smooth, thin and relatively immobile appearance and should be distinguished from a rhegmatogenous retinal detachment, which is slightly opaque and has a corrugated appearance. A B C Fig. 16.13 (A) White with pressure; (B) white without pressure showing retinal tear (arrow) and adjacent pseudo-break (arrowheads); (C) strong attachment of condensed vitreous gel to an area of ‘white without pressure’. (Courtesy of NE Byer, from The Peripheral Retina in Profile, A Stereoscopic Atlas, Criterion Press, Torrance, CA 1982 – fig. A; S Chen – fig. B; CL Schepens, ME Hartnett and T Hirose, from Schepens’ Retinal Detachment and Allied Diseases, ButterworthHeinemann 2000 – fig. C.) CHAPTER Retinal Detachment 16 675. Fig. 16.14 Myopic choroidal atrophy. (Courtesy of S Chen.)"
      },
      {
        "title": "PVD Prevalence & Risk Factors",
        "icon": "analytics",
        "type": "chart",
        "layout": "half_width",
        "color_theme": "blue",
        "data": {
          "type": "bar",
          "data": [
            {
              "label": "Under 50 years (<10%)",
              "value": 10
            },
            {
              "label": "Over 70 years (66%)",
              "value": 66
            },
            {
              "label": "Tear in Acute Symptomatic PVD (10%)",
              "value": 10
            },
            {
              "label": "Tear if Vitreous Hemorrhage Present (60%)",
              "value": 60
            }
          ]
        }
      },
      {
        "title": "Inducing Events & Triggers",
        "icon": "bolt",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "yellow",
        "content": [
          "Spontaneous event (most common)",
          "Cataract surgery",
          "Trauma",
          "Uveitis",
          "Panretinal photocoagulation"
        ]
      },
      {
        "title": "The Progression of PVD",
        "icon": "account_tree",
        "type": "process",
        "layout": "full_width",
        "color_theme": "purple",
        "content": [
          "Step 1: Perifoveal hyaloid detachment",
          "Step 2: Foveal separation",
          "Step 3: Detachment from the posterior retina as far as the equator (attachment initially retained at optic disc)",
          "Step 4: Complete detachment of cortical vitreous as far anteriorly as the vitreous base takes place (Fig. 16.15B)",
          "Note: This process can occur in stages over many months. Except for the vitreous base, physiological attachments are disengaged in a normal PVD."
        ]
      },
      {
        "title": "Clinical Features: Symptoms (Myodesopsia & Photopsia)",
        "icon": "visibility",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "green",
        "content": [
          "Symptoms are usually, though not invariably, present.",
          "Flashing lights (photopsia): Often described as a lightning-like arc induced by eye or head movement; more noticeable in dim illumination. Almost always seen in the temporal periphery. Mechanism: Traction on optic disc and sites of vitreoretinal adhesion/tears.",
          "Floaters (myodesopsia): Mobile vitreous opacities evident against bright pale backgrounds. Described as spots, cobwebs, or flies (muscae volitantes). Common in myopes without PVD.",
          "Weiss ring (Fig. 16.15C and D): Detached former attachment to the optic disc margin; seen as a circle or large solitary lesion. Presence ≠ total PVD; absence ≠ no PVD.",
          "Vitreous blood floaters: Can appear as floaters.",
          "Blurred vision: Diffuse haze due to dispersed hemorrhage (reduced VA). Bleeding arises from torn vessels or retinal breaks. Also caused by visually significant PHM or floaters in the visual axis."
        ]
      },
      {
        "title": "Clinical Features: Objective Signs",
        "icon": "microscope",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "blue",
        "content": [
          "Detached PHM: Seen on slit lamp as a crumpled translucent membrane in mid-vitreous with an optically clear cavity behind it (Fig. 16.16A).",
          "Hemorrhage: Red blood cells in anterior vitreous, focal intragel collections, or preretinal crescent shapes. Prompt search for retinal break (40–90% risk). Larger amounts suggest posterior breaks.",
          "Pigment granules (Shafer sign / 'tobacco dust'): Larger, darker, less reflective than RBCs (Fig. 16.21). Sensitivity for retinal break is up to 95%. Indicates RPE communication with vitreous.",
          "Vitreous cells: If numerous, may signify a break.",
          "Retinal breaks: Detailed below."
        ]
      },
      {
        "title": "Diagnostic Investigation & Clinical Tips",
        "icon": "biotech",
        "type": "remember",
        "layout": "half_width",
        "color_theme": "yellow",
        "content": {
          "mnemonic": "B-OCT",
          "explanation": "B-scan ultrasound (Fig. 16.16B) demonstrates extent of PVD. OCT (Fig. 16.16C) shows separation of posterior vitreous face and retina. TIP: A retinal break is usually present if pigment granules ('tobacco dust') are seen."
        }
      },
      {
        "title": "URGENT Management & Examination",
        "icon": "emergency",
        "type": "red_flag",
        "layout": "half_width",
        "color_theme": "red",
        "content": [
          "Examine acute symptoms within 24–48 hours.",
          "Greater urgency for: Myopia, history of RD, Stickler syndrome, pseudophakia, visual field defects, reduced vision, prominent floaters.",
          "Check for predisposing VH conditions (e.g., Diabetes Mellitus).",
          "Single small floater + no photopsia: Risk is insignificantly higher than asymptomatic eye; assessment may not be urgent."
        ]
      },
      {
        "title": "Examination & Review Protocol",
        "icon": "checklist",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "green",
        "content": [
          "Anterior vitreous: Assess for blood and pigment.",
          "Retinal Exam: 360° visualization of ora serrata via binocular indirect ophthalmoscopy (BIO) or contact lens scleral indentation.",
          "Fellow Eye: Always examine. If ≥10 vitreous cells (1mm field) are present, fellow eye break risk is >30%.",
          "Routine Review: Not necessary if no suspicious findings (blood) or risk factors.",
          "High Risk Review: Interval of 1–6 weeks depending on characteristics. Some recommend 6–12 months.",
          "Multiple floaters/hazy vision: Mandatory review due to higher break risk.",
          "Discharge Instructions: Urgent re-attendance for new symptoms; provide written info. Floatars usually resolve, though vitrectomy is rarely needed.",
          "Obscured fundus (Blood): Weekly review. Diffuse fundus-obscuring VH (without diabetes) = 60-90% break risk and 40% RD risk. Exclude RAPD; perform regular B-scans. Low threshold for vitrectomy if RD history in fellow eye."
        ]
      },
      {
        "title": "RETINAL BREAKS: Introduction",
        "icon": "link_off",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "purple",
        "content": "Retinal breaks develop in most cases as a result of traction at sites of vitreoretinal adhesion and occur in up to about 1 in 5 eyes with symptomatic PVD. In the presence of a break, retrohyaloid fluid has access to the subretinal space. Asymptomatic retinal breaks of some sort are present in about 8% of the general population. CHAPTER Retinal Detachment 16 677. Fig. 16.16 Posterior vitreous detachment. (A) Biomicroscopy showing detached and collapsed gel; (B) ultrasound B-scan; (C) OCT of posterior pole."
      },
      {
        "title": "Break Features: Timing, Location, & Morphology",
        "icon": "category",
        "type": "table",
        "layout": "full_width",
        "color_theme": "blue",
        "content": {
          "headers": [
            "Type/Feature",
            "Details"
          ],
          "rows": [
            [
              "Timing",
              "Usually at/soon after symptoms; 5% delayed by several weeks."
            ],
            [
              "Location",
              "Usually upper retina; Temporal > Nasal. Macular breaks (rare) are usually round/myopic."
            ],
            [
              "U-tears (Horseshoe)",
              "Flap apex pulled anteriorly by vitreous, base attached to retina (Fig. 16.17A)."
            ],
            [
              "Operculated Tears",
              "Flap completely torn away; leaves round/oval break. Operculum suspended in vitreous (Fig. 16.17B)."
            ],
            [
              "Retinal Holes",
              "Round/oval, smaller, lower RD risk. Commonly found in lattice degeneration or young female myopes."
            ],
            [
              "Dialysis",
              "Circumferential tear along ora serrata; usually blunt trauma. Vitreous remains attached to posterior margin (Fig. 16.17D)."
            ],
            [
              "Giant Retinal Tear",
              "Variant of U-tear involving ≥90° of circumference. Vitreous attached to anterior margin (Fig. 16.17E/F)."
            ]
          ]
        }
      },
      {
        "title": "Risk Factors for Progression to Detachment",
        "icon": "trending_up",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "red",
        "content": [
          "History: RD in fellow eye, prior cataract surgery (especially with vitreous loss), myopia, family history, systemic syndromes (Marfan, Stickler, Ehlers–Danlos).",
          "Symptoms: Symptomatic breaks (acute PVD) > Asymptomatic breaks.",
          "Size & Shape: Larger breaks and U-tears carry higher risk than round holes.",
          "Traction: Persistent traction (U-tears) > Detached traction (Operculated). Complete PVD (no residual attachment) is favorable.",
          "Location: Superior breaks (gravity effect) and Equatorial breaks (outside vitreous base) are higher risk. Superotemporal tears threaten the macula early.",
          "Pigmentation: Indicates chronicity and stability (protective).",
          "Aphakia: Confers higher risk (though now rare).",
          "Special Case: Symptomatic U-tears lead to RD in up to 90% of cases (reduced to 5% with treatment)."
        ]
      },
      {
        "title": "Management of Specific Break Types",
        "icon": "gavel",
        "type": "table",
        "layout": "full_width",
        "color_theme": "green",
        "content": {
          "headers": [
            "Break Type",
            "Management Strategy"
          ],
          "rows": [
            [
              "Operculated (Asymptomatic)",
              "Observation. Review: 2–4 wks, 1–3 mos, 6–12 mos, then annually. Treat if bridging vessel present."
            ],
            [
              "Asymptomatic U-tears",
              "5% risk of RD. Observation is generally safe unless high-risk factors exist."
            ],
            [
              "Traumatic / Acute Dialysis",
              "Always treat."
            ],
            [
              "Asymptomatic Dialysis",
              "Follow without treatment OR surgery if RD is present."
            ],
            [
              "Subclinical RD",
              "10% become symptomatic (2-3 yrs). Case-by-case (e.g., treat large superotemporal, observe small inferior)."
            ],
            [
              "Flat Round Holes",
              "No prophylactic treatment; review every 1–2 years."
            ],
            [
              "Pre-Op Prophylaxis",
              "Consider for asymptomatic/atrophic holes before cataract surgery, laser capsulotomy, or IVI."
            ]
          ]
        }
      },
      {
        "title": "Treatment Technique: Laser Retinopexy",
        "icon": "flare",
        "type": "process",
        "layout": "half_width",
        "color_theme": "blue",
        "content": [
          "Method: Slit lamp or BIO delivery. Slit lamp is more precise, less collateral damage.",
          "Settings: 0.1s duration, 200–300μm (3-mirror) or 100–200μm (wide-field).",
          "Power: Start at 200 mW, adjust for moderate blanching.",
          "Application: Surround lesion with 2–3 rows of confluent burns (Fig. 16.18).",
          "Caution: Identify landmarks to avoid macular damage."
        ]
      },
      {
        "title": "Treatment Technique: Cryoretinopexy",
        "icon": "ac_unit",
        "type": "process",
        "layout": "half_width",
        "color_theme": "purple",
        "content": [
          "Indications: Multiple contiguous tears, hazy media, small pupils, or very peripheral lesions.",
          "Preparation: Purge probe (10s @ -25°C). Set to -85°C. Check for 5mm ice ball in sterile water.",
          "Procedure: Indent under BIO visualization until retinal whitening. Do not remove until thawing (2–3s).",
          "Application: Surround with single row (1–2 applications for a tear).",
          "Post-Op: Eye padding and oral analgesia often prescribed."
        ]
      },
      {
        "title": "Post-Treatment Care & Figures",
        "icon": "rehabilitation",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "green",
        "content": "After treatment the patient should avoid strenuous physical exertion for about a week until an adequate adhesion has formed (Fig. 16.19). Review should usually take place after 1–2 weeks. Fig. 16.15 Vitreous degenerative changes. (A) Synchysis and syneresis; (B) complete posterior vitreous detachment; (C) Weiss ring on retroillumination; (D) Weiss ring on slit lamp biomicroscopy. Fig. 16.18 Laser retinopexy after treatment. (A) U-tear; (B) retinal hole; (C) recent penetrating injury. Fig. 16.19 Pigmentation and chorioretinal atrophy following prophylactic cryotherapy to several retinal breaks. TIP A patient with a symptomatic retinal break associated with an acute PVD is at risk of RD and needs rapid treatment."
      }
    ],
    "chapterId": "vitreoretinal"
  },
  "chapterId": "vitreoretinal",
  "_newlyImported": 1769614688612,
  "communityId": "sub_1769611285299_kwmim88m3",
  "communityAuthor": "Dodi",
  "communityDate": "2026-01-28T14:41:25.300Z",
  "_serverSynced": true
}