{
  "id": 1770233672015,
  "seqId": 181,
  "title": "Inherited Macular and Pattern Dystrophies: A Clinical & Genetic Compendium",
  "summary": "An exhaustive clinical guide detailing Pattern Dystrophies of the RPE, North Carolina Macular Dystrophy, Familial Dominant Drusen, and Sorsby Fundus Dystrophy. It covers the genetic mutations, multimodal imaging characteristics, and progressive clinical stages of these rare hereditary retinal conditions.",
  "date": "2026-02-04T19:34:32.015Z",
  "data": {
    "title": "Inherited Macular and Pattern Dystrophies: A Clinical & Genetic Compendium",
    "summary": "An exhaustive clinical guide detailing Pattern Dystrophies of the RPE, North Carolina Macular Dystrophy, Familial Dominant Drusen, and Sorsby Fundus Dystrophy. It covers the genetic mutations, multimodal imaging characteristics, and progressive clinical stages of these rare hereditary retinal conditions.",
    "summary_illustration": "<svg viewBox=\"0 0 100 100\" xmlns=\"http://www.w3.org/2000/svg\"><circle cx=\"50\" cy=\"50\" r=\"45\" fill=\"none\" stroke=\"hsl(215, 90%, 45%)\" stroke-width=\"2\"/><circle cx=\"50\" cy=\"50\" r=\"12\" fill=\"hsl(215, 90%, 45%)\" opacity=\"0.2\"/><path d=\"M35 50 Q50 35 65 50 Q50 65 35 50\" fill=\"none\" stroke=\"hsl(215, 90%, 45%)\" stroke-width=\"1\"/><path d=\"M50 35 L50 25 M65 50 L75 50 M50 65 L50 75 M35 50 L25 50\" stroke=\"hsl(215, 90%, 45%)\" stroke-width=\"1.5\"/><circle cx=\"50\" cy=\"50\" r=\"3\" fill=\"hsl(215, 90%, 45%)\"/></svg>",
    "sections": [
      {
        "title": "Overview of Pattern Dystrophy of the RPE",
        "icon": "visibility",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "blue",
        "content": "Pattern (patterned) dystrophy of the RPE encompasses several clinical appearances which are autosomal dominantly inherited. This group is associated with the accumulation of lipofuscin in the RPE and manifests with yellow, whitish, grey or pigmented deposits at the macula in a variety of appearances. The most common presenting symptom is reduced visual acuity or mild metamorphopsia in early adulthood or later, but many are asymptomatic. The different clinical appearances are believed in many cases to represent variable expression of a mutation in PRPH2, which encodes peripherin-2, a protein involved in compaction of outer segment discs of photoreceptors. Other genes and conditions can give rise to a similar appearance and notably, a pattern dystrophylike appearance can occur in response to a range of pathogenic stimuli. Pattern dystrophies may be associated with systemic diseases, e.g. pseudoxanthoma elasticum, myotonic dystrophy and MIDD. These dystrophies usually progress at a very slow rate and the prognosis is generally good. There is no treatment. Based on the pigment distribution the pattern dystrophies have been classified into five prominent patterns. Importantly, one pattern may change into another in the same patient."
      },
      {
        "title": "Classification: The Five Prominent Patterns",
        "icon": "category",
        "type": "key_point",
        "layout": "full_width",
        "color_theme": "purple",
        "content": [
          "Butterfly-shaped pigment dystrophy: foveal yellow and melanin pigmentation, commonly in a spoke-like or butterfly wing-like conformation (Fig. 15.28A). FA shows central and radiating hypofluorescence with surrounding hyperfluorescence (Fig. 15.28B).",
          "Reticular dystrophy (Sjögren): a network of pigmented lines at the posterior pole. This includes macroreticular (spider-shaped) where pigment granules are initially seen at the fovea, followed by reticular pigmentation that spreads to the periphery.",
          "Multifocal pattern dystrophy simulating fundus flavimaculatus: multiple, widely scattered, irregular yellow lesions which may be similar to those seen in fundus flavimaculatus.",
          "Adult-onset foveomacular vitelliform dystrophy – see above.",
          "Fundus pulverulentus is extremely rare. Macular pigment mottling develops."
        ]
      },
      {
        "title": "Genetics & Molecular Mechanism",
        "icon": "dna",
        "type": "mindmap",
        "layout": "half_width",
        "color_theme": "green",
        "content": {
          "center": "Pattern Dystrophy Genetics",
          "branches": [
            "Inheritance: Autosomal Dominant",
            "Primary Gene: PRPH2 (peripherin-2)",
            "Protein Function: Compaction of outer segment discs",
            "Secondary Gene: EFEMP1 (chromosome 2p16)",
            "Secondary Gene: TIMP3 (chromosome 22q)",
            "Secondary Gene: PRDM13 (via MCDR1 locus 6q)"
          ]
        }
      },
      {
        "title": "Imaging Analysis: Fig 15.27 & 15.28",
        "icon": "camera_alt",
        "type": "plain_text",
        "layout": "half_width",
        "color_theme": "blue",
        "content": "Fig. 15.27 (A) Adult-onset macular vitelliform dystrophy (monogenic); (B) FA showing corresponding hyperfluorescence; (C) FAF of a different patient showing hyperautofluorescence vitelliform lesion in the inferior macula (arrowhead) and RPE atrophy (arrow); (D) vertical OCT scan showing subretinal material (arrowhead) and an adjacent small central area with increased choroidal backscatter, indicating RPE atrophy (arrow). CHAPTER Inherited retinal degenerations 15 649. Fig. 15.28 Butterfly-shaped pattern dystrophy of the RPE. (A) Spokes of yellowish material and pigment radiating from the foveola; (B) FA of the eye in (A) showing central and spoke-like radiating hypofluorescence with surrounding hyperfluorescence."
      },
      {
        "title": "North Carolina Macular Dystrophy (NCMD)",
        "icon": "map",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "yellow",
        "content": "North Carolina macular dystrophy is a rare non-progressive condition. It was first described in families living in the mountains of North Carolina and subsequently in many unrelated families in other parts of the world. Inheritance is AD with complete penetrance, but highly variable expressivity. Most affected individuals have a mutation of the MCDR1 locus of chromosome 6q, which results in dysregulation of the PRDM13 gene. Patients show a characteristic retinal phenotype and distribution of drusen that differs from the drusen found in patients with AMD. Despite the variability of macular phenotype, multimodal retinal imaging reveals consistent findings."
      },
      {
        "title": "NCMD: Clinical Severity & Visual Prognosis",
        "icon": "monitoring",
        "type": "chart",
        "layout": "half_width",
        "color_theme": "yellow",
        "content": {
          "type": "bar",
          "data": [
            {
              "label": "Asymptomatic",
              "value": 33
            },
            {
              "label": "Mild visual loss",
              "value": 33
            },
            {
              "label": "Moderate visual loss",
              "value": 33
            },
            {
              "label": "Severe (MNV)",
              "value": 5
            }
          ]
        }
      },
      {
        "title": "NCMD Grading System",
        "icon": "grade",
        "type": "table",
        "layout": "half_width",
        "color_theme": "yellow",
        "content": {
          "headers": [
            "Grade",
            "Clinical Characteristics"
          ],
          "rows": [
            [
              "Grade 1",
              "Yellow–white, drusen-like peripheral and macular deposits; develop in first decade; often asymptomatic."
            ],
            [
              "Grade 2",
              "Deep, confluent macular deposits. Visual prognosis guarded; risk of neovascular maculopathy and subretinal scarring."
            ],
            [
              "Grade 3",
              "Atrophic macular lesions associated with variable impairment of visual acuity."
            ]
          ]
        }
      },
      {
        "title": "NCMD Imaging & Fig 15.29",
        "icon": "biotech",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "yellow",
        "content": "FAF shows characteristic peripheral hyperautofluorescent streaks (Fig. 15.29C). The atrophic macula shows hyperautofluorescence in the early stages (Fig. 15.29D), followed by late hypoautofluorescence. OCT shows mild irregularity in the outer retina (Fig. 15.29E and F). Fig. 15.29 North Carolina macular dystrophy. (A) Peripheral flecks; (B) confluent macular flecks; (C) FAF of an asymptomatic individual, showing peripheral hyperautofluorescent flecks (arrows); (D) FAF of her symptomatic daughter showing hyperautofluorescence in the macular region (arrow); (E) OCT of (D) in the intermediate stage showing localized outer retinal disruption; (F) OCT 2 years later showing progressive outer retinal disruption. (Courtesy of P Charbel Issa.) 650 Macular Dystrophies. Inherited retinal degenerations 15 651."
      },
      {
        "title": "Familial Dominant Drusen",
        "icon": "hexagon",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "purple",
        "content": "Familial dominant drusen (Doyne honeycomb choroiditis, malattia leventinese) is thought to represent an early-onset variant of age-related macular degeneration. Inheritance is AD with variable expressivity. A mutation in the gene EFEMP1 (chromosome 2p16) is responsible, which results in increased lipid accumulation in drusen. Significant differences in severity and progression can occur in the two eyes of the same patient and between patients in the same family. Typically, asymptomatic yellow–white, elongated, radially orientated drusen centred on the macula develop in the second decade (Fig. 15.30A). The drusen may involve the disc margin nasal to the disc. With age the lesions become increasingly dense and acquire a honeycomb pattern (Fig. 15.30B). Initially the visual symptoms are insidious and nyctalopia is not usually experienced. Central visual loss with acuity less than 6/60 may occur in the seventh and eighth decades due to RPE degeneration, macular atrophy or occasionally MNV. Investigations include OCT and FAF. The ERG is normal, but the EOG is subnormal in those with advanced disease. Fig. 15.30 Familial dominant drusen. (A) Typical earlier radially orientated lesions extending nasal to the disc; (B) high-density drusen with RPE degeneration. (Courtesy of S Chen.)"
      },
      {
        "title": "Sorsby Fundus Dystrophy (SFD)",
        "icon": "warning",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "red",
        "content": "Sorsby fundus dystrophy (SFD) is a rare disorder that results in bilateral visual loss, typically in late middle age. Inheritance is AD with full penetrance but variable expressivity; allelic variation in the gene TIMP3 (chromosome 22q) is responsible. The predominant pathological feature is confluent amorphous deposits found between the basement membrane of the RPE and the inner layer of Bruch membrane. Early presentation may be in the third decade with nyctalopia, when confluent yellow–white drusen-like deposits may be seen in the macula, along the arcades and nasal to the disc (Fig. 15.31A), or in the fifth decade with sudden visual loss due to exudative maculopathy secondary to MNV and subretinal scarring (Fig. 15.31B). When early-onset drusen are associated with MNV in young adulthood this diagnosis should be considered. Peripheral chorioretinal atrophy may occur by the seventh decade and result in loss of ambulatory vision. OCT shows reticular pseudodrusen. The ERG is initially normal but may be subnormal in later disease. Prolonged rod-mediated dark adaptation is a sensitive test in early disease. Patients with MNV may respond to anti-VEGF treatment. Fig. 15.31 Sorsby fundus dystrophy. (A) Confluent flecks nasal to the disc; (B) scarring in endstage disease."
      },
      {
        "title": "Red Flags for Severe Vision Loss",
        "icon": "error",
        "type": "red_flag",
        "layout": "half_width",
        "color_theme": "red",
        "content": [
          "MNV development in North Carolina Macular Dystrophy",
          "Exudative maculopathy secondary to MNV in Sorsby Dystrophy",
          "Subretinal scarring and central visual loss < 6/60 in Familial Dominant Drusen",
          "Progressive macular atrophy in Dominant CMO"
        ]
      },
      {
        "title": "Choroidal Dystrophies & CMO",
        "icon": "lens",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "blue",
        "content": [
          "Concentric annular macular dystrophy: AD disorder; prognosis good for most; adult life presentation with mild central vision impairment; paracentral ring scotoma present.",
          "Central areolar choroidal dystrophy: Genetically heterogeneous AD; presents 3rd/4th decade; RPE atrophy and loss of choriocapillaris (Fig. 15.32A); expands to geographic atrophy with prominence of large vessels (Fig. 15.32B); prognosis poor.",
          "Dominant cystoid macular oedema: Bilateral CMO (AD); presents in adolescence; macular atrophy inevitably ensues; treatment is ineffective.",
          "Fig. 15.32 Central areolar choroidal dystrophy. (A) Early; (B) end-stage."
        ]
      },
      {
        "title": "Sjögren–Larsson Syndrome",
        "icon": "child_care",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "green",
        "content": "Sjögren–Larsson syndrome (AR) is a neurocutaneous disorder which occurs secondary to defective enzyme activity (fatty aldehyde dehydrogenase; ALDH3A2 encoded on chromosome 17p with 11 distinct mutations). It is characterized by congenital ichthyosis, neurological problems and mild to moderate intellectual disability. Presentation is with photophobia and poor vision, and glistening yellow–white crystalline deposits develop at the macula (Fig. 15.33), appearing during the first 2 years of life. Pigmentary retinopathy (50%), cataract and colobomatous microphthalmos may also occur. Fig. 15.33 Macular crystals in Sjögren–Larsson syndrome. (Courtesy of D Taylor and C S Hoyt, from Pediatric Ophthalmology and Strabismus, Elsevier Saunders 2005.)"
      },
      {
        "title": "Maternally Inherited Diabetes and Deafness (MIDD)",
        "icon": "hearing",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "blue",
        "content": "Maternally inherited diabetes and deafness (MIDD) constitutes around 1% of all cases of diabetes, with inheritance via mitochondrial DNA. Most patients develop progressive dystrophic macular changes (Fig. 15.34A), but vision is not usually affected. The abnormal fundal appearance can be difficult to see clinically, but FAF (Fig. 15.34B) and OCT (Fig. 15.34C) show typical abnormalities. 652 Generalized Choroidal Dystrophies."
      }
    ],
    "chapterId": "paediatric"
  },
  "chapterId": "paediatric",
  "_newlyImported": 1770233672015,
  "communityId": "sub_1769972561627_x2a2mid32abbey",
  "communityAuthor": "Oiii",
  "communityDate": "2026-02-01T19:02:41.627Z"
}