{
  "id": 1770233801539,
  "seqId": 185,
  "title": "The Master Atlas of Optic Disc Anomalies",
  "summary": "An exhaustive clinical guide to congenital, developmental, and acquired abnormalities of the optic nerve head, ranging from fissure defects like Coloboma to complex systemic syndromes and vascular shunts.",
  "date": "2026-02-04T19:36:41.539Z",
  "data": {
    "title": "The Master Atlas of Optic Disc Anomalies",
    "summary": "An exhaustive clinical guide to congenital, developmental, and acquired abnormalities of the optic nerve head, ranging from fissure defects like Coloboma to complex systemic syndromes and vascular shunts.",
    "summary_illustration": "<svg viewBox='0 0 200 200' xmlns='http://www.w3.org/2000/svg'><circle cx='100' cy='100' r='40' fill='none' stroke='hsl(215, 90%, 45%)' stroke-width='4'/><path d='M100 60 L100 40 M140 100 L160 100 M100 140 L100 160 M60 100 L40 100' stroke='hsl(215, 90%, 45%)' stroke-width='3'/><path d='M100 100 Q130 130 160 130' fill='none' stroke='hsl(30, 90%, 50%)' stroke-width='2' stroke-dasharray='4'/><circle cx='100' cy='100' r='10' fill='hsl(215, 90%, 45%)'/></svg>",
    "sections": [
      {
        "title": "Disc Coloboma: Embryonic Fissure Defects",
        "icon": "visibility",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "blue",
        "content": "The embryonic fissure of the developing eye is located inferiorly and slightly nasally and extends from the optic nerve to the margin of the pupil. A coloboma is a defect in one or more ocular structures due to the fissure’s incomplete closure. The defect may be unilateral or bilateral and usually occurs sporadically in otherwise normal individuals (Fig. 19.26), though numerous systemic associations have been described, e.g. chromosomal abnormalities, CHARGE syndrome, Goldenhar syndrome and central nervous system abnormalities. An AD variety is caused by a mutation in the gene PAX6."
      },
      {
        "title": "Clinical Signs of Disc Coloboma",
        "icon": "list",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "blue",
        "content": [
          "VA is often decreased; amblyopia and refractive error may be present. 19.25F).",
          "A disc pit is sometimes associated (Fig. 19.27A). Pit-like excavations are sometimes seen with a disc coloboma.",
          "A disc coloboma may be associated with, or even continuous with, a large chorioretinal coloboma (Fig. 19.27B).",
          "A focal, glistening white, bowl-shaped excavation, decentred inferiorly so that the inferior neuroretinal rim is thin or absent and normal disc tissue is confined to a superior wedge of variable size depending on severity (Fig. 19.27C and D).",
          "Perimetry shows a superior defect.",
          "Ocular associations include microphthalmos, microcornea and coloboma of other structures such as the iris or lens."
        ]
      },
      {
        "title": "Coloboma Complications & Tips",
        "icon": "warning",
        "type": "red_flag",
        "layout": "half_width",
        "color_theme": "red",
        "content": [
          "Rare: Serous retinal detachment",
          "Rare: Progressive neuroretinal rim thinning",
          "Rare: Choroidal neovascularization",
          "TIP: Buried optic disc drusen in children can mimic papilloedema."
        ]
      },
      {
        "title": "Morning Glory Anomaly",
        "icon": "filter_vintage",
        "type": "mindmap",
        "layout": "full_width",
        "color_theme": "purple",
        "content": {
          "center": "Morning Glory Anomaly",
          "branches": [
            "Rare, usually unilateral and sporadic condition",
            "Bilateral cases: Rarer still, may be hereditary",
            "Genetics: PAX6 gene mutation can be responsible",
            "Systemic: Frontonasal dysplasia (midfacial anomalies, basal encephalocele, midline brain malformations, pituitary insufficiency)",
            "Visual Acuity: May be normal or impaired to a variable extent"
          ]
        }
      },
      {
        "title": "Morning Glory: Physical Signs",
        "icon": "clinical_notes",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "purple",
        "content": [
          "Large disc with a funnel-shaped excavation surrounded by a ring-shaped chorioretinal disturbance (Fig. 19.28B and C).",
          "White tuft of glial tissue overlies the central portion (persistent hyaloid vascular remnants).",
          "Blood vessels emerge from the rim of the excavation in a radial pattern like the spokes of a wheel.",
          "Vessels are increased in number; difficult to distinguish arteries from veins."
        ]
      },
      {
        "title": "Morning Glory: Complications",
        "icon": "monitoring",
        "type": "chart",
        "layout": "half_width",
        "color_theme": "red",
        "content": {
          "type": "bar",
          "data": [
            {
              "label": "Serous Retinal Detachment",
              "value": 30
            },
            {
              "label": "Choroidal Neovascularization",
              "value": 5
            }
          ]
        }
      },
      {
        "title": "Optic Nerve Hypoplasia (ONH)",
        "icon": "reduce_capacity",
        "type": "plain_text",
        "layout": "full_width",
        "color_theme": "green",
        "content": "The hypoplastic optic nerve, unilateral or bilateral, carries a diminished number of nerve fibres. Its frequency seems to be increasing, though it remains relatively rare. Young maternal age, primiparity and maternal exposure to various agents have been linked. It may occur as an isolated anomaly in an otherwise normal eye, but systemic associations are common."
      },
      {
        "title": "Symptoms & Signs of ONH",
        "icon": "diagnosis",
        "type": "table",
        "layout": "full_width",
        "color_theme": "green",
        "content": {
          "headers": [
            "Category",
            "Findings"
          ],
          "rows": [
            [
              "Symptoms",
              "Severe bilateral: blindness in early infancy, roving eye movements, nystagmus. Unilateral/less severe: squint. Mild: easily overlooked."
            ],
            [
              "Visual Acuity",
              "Ranges from normal to severely impaired."
            ],
            [
              "Pupils",
              "RAPD may be present. Bilateral cases: both pupils may have sluggish light responses."
            ],
            [
              "Disc Appearance",
              "Mild: smaller than normal disc. Spectrum: small grey disc, central cupping-like deficiency, radial vessels (sometimes tortuous)."
            ],
            [
              "Identification",
              "Foveola disc-centre distance ≥ 3x disc diameter suggests hypoplasia."
            ],
            [
              "Double-Ring Sign",
              "Characteristic: white ring of visible sclera surrounding a pigmented band (migrated pigment epithelium). Thin outer pigmented line possible (Fig. 19.29A)."
            ]
          ]
        }
      },
      {
        "title": "ONH: Associations & Investigation",
        "icon": "neurology",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "green",
        "content": [
          "Ocular: astigmatism, amblyopia, field defects, foveal hypoplasia, aniridia and microphthalmos.",
          "Systemic: Developmental midline brain defects; pituitary and hypothalamic deficits are common.",
          "Historical Association: 'Septo-optic dysplasia' (de Morsier syndrome) – bilateral ONH, absent septum pellucidum, corpus callosum agenesis (Fig. 19.29B–D) and hypopituitarism (Note: now believed not to exist as a specific entity).",
          "Investigation: Screen all children for systemic associations, especially hormonal deficiencies and developmental delay."
        ]
      },
      {
        "title": "Myelinated Nerve Fibres (MNF)",
        "icon": "layers",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "yellow",
        "content": [
          "Occurrence: ~1% of the population. Usually congenital and stable.",
          "Variations: Progression and acquired forms reported. Occasionally familial. Systemic associations rare.",
          "Signs: Whitish striated patches with feathery borders. Size variable (Fig. 19.30A–D). 2/3 are not contiguous with the disc (Fig. 19.30B).",
          "Vision: Reduced VA if central macula involved. Absolute scotoma on perimetry corresponding to the area. Retinal vessels obscured.",
          "Imaging: FAF (hypoautofluorescence), FA (masking), OCT (hyperreflective RNFL).",
          "Treatment: Addressing refractive error, amblyopia and squint if present.",
          "Differential: Between 5% and 10% are bilateral. Can be mimicked by neoplastic infiltration.",
          "Ocular Associations: Myopia, anisometropia, strabismus and amblyopia."
        ]
      },
      {
        "title": "Aicardi Syndrome",
        "icon": "dna",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "red",
        "content": [
          "Range of CNS malformations + multiple bilateral depigmented chorioretinal lacunae clustered around a hypoplastic, colobomatous or pigmented optic disc (Fig. 19.31).",
          "Other Ocular Features: cataract and coloboma.",
          "Inheritance: X-linked dominant.",
          "Prognosis: Lethal in utero for males. Affected girls usually die within the first few years of life."
        ]
      },
      {
        "title": "Bergmeister Papilla",
        "icon": "history",
        "type": "key_point",
        "layout": "half_width",
        "color_theme": "yellow",
        "content": [
          "Relatively common anomaly.",
          "Consists of remnants of the hyaloid vessels (Fig. 19.32).",
          "Includes: Prepapillary loop and remnant of hyaloid vessel."
        ]
      },
      {
        "title": "Acquired Vascular Abnormalities",
        "icon": "hub",
        "type": "table",
        "layout": "full_width",
        "color_theme": "red",
        "content": {
          "headers": [
            "Type",
            "Description",
            "Associations"
          ],
          "rows": [
            [
              "Disc Collaterals",
              "Veno-venular shunts to bypass closure. Distended flat vessels starting and ending on the disc (Fig. 19.33A).",
              "Retinal vein occlusion."
            ],
            [
              "Optociliary Shunts",
              "Unilateral retinal-choroidal circulation anastomoses. Large tortuous channels disappearing at disc margin (Fig. 19.33B).",
              "Optic nerve sheath meningioma."
            ],
            [
              "Disc New Vessels",
              "Fine, lace-like vessels, flat or elevated. May extend to retina; associated with gliosis (Fig. 19.33C).",
              "Discussed in Chapter 14."
            ]
          ]
        }
      },
      {
        "title": "Miscellaneous Optic Disc Anomalies",
        "icon": "category",
        "type": "table",
        "layout": "full_width",
        "color_theme": "blue",
        "content": {
          "headers": [
            "Anomaly",
            "Clinical Presentation",
            "Key Characteristics"
          ],
          "rows": [
            [
              "Peripapillary Staphyloma",
              "Non-hereditary, usually unilateral. Normal disc sits in deep excavation with atrophic walls (RPE/choroid) (Fig. 19.34A).",
              "VA markedly reduced. Local RD possible. Rarely associated with systemic disease."
            ],
            [
              "Papillorenal Syndrome",
              "AD condition (PAX2 mutation). Renal and optic disc dysplasia. Failure of angiogenesis.",
              "Normal size disc, central excavation, cilioretinal vessels replace central retinal vasculature (Fig. 19.34B)."
            ],
            [
              "Optic Disc Dysplasia",
              "Descriptive term for a markedly deformed disc.",
              "Does not conform to any recognizable category (Fig. 19.34C)."
            ],
            [
              "Megalopapilla",
              "Typically bilateral. Diameters ≥ 2.1 mm or area > 2.5 mm².",
              "High C/D ratio but normal configuration. No focal rim loss. Normal macular GCC imaging."
            ],
            [
              "Optic Nerve Aplasia",
              "Extremely rare condition.",
              "Disc absent or rudimentary. Vessels absent or few/abnormal. Retinal pigmentary disturbance at site. Ocular/systemic defects present."
            ]
          ]
        }
      }
    ],
    "chapterId": "uncategorized"
  },
  "chapterId": "uncategorized",
  "_newlyImported": 1770233801539,
  "communityId": "sub_1769972561628_3vq699rtu0cvm5",
  "communityAuthor": "Oiii",
  "communityDate": "2026-02-01T19:02:41.628Z"
}